{
  "productos": [
    {
      "nombre": "Frapuccino oreo",
      "imagen": "https://totallythebomb.com/wp-content/uploads/2020/05/shutterstock_186240506-735x1103.jpg",
      "descripcionBreve": "Una deliciosa bebida helada con una base de café o crema, mezclada con trozos de galletas Oreo, cubierta con crema batida y migajas de galleta, una opción indulgente para refrescarte.",
      "descripcionAmplia": "El Frappuccino Oreo es una creación tentadora que combina lo mejor de un café helado con el sabor clásico de las galletas Oreo. Comienza con una base cremosa, que puede ser de café o de vainilla, según la preferencia del cliente. Luego, se agregan generosas porciones de galletas Oreo trituradas, que aportan un sabor dulce y una textura crujiente a la bebida. Todo se mezcla con hielo picado para crear una textura suave y refrescante. La bebida se sirve en un vaso frío y se corona con una generosa capa de crema batida y migajas adicionales de galleta Oreo, que añaden un toque extra de indulgencia y crujido. El Frappuccino Oreo es perfecto para satisfacer antojos de dulces y café al mismo tiempo, ofreciendo una experiencia deliciosa que deleitará a los amantes de las galletas Oreo y las bebidas heladas por igual.",
      "categoria": "Bebida Fría",
      "precio": "3500",
      "disponible": true,
      "id": "24c2"
    },
    {
      "nombre": "Croissant",
      "imagen": "https://www.clarin.com/2020/07/17/qHfIs_gwt_1200x0__1.jpg",
      "descripcionBreve": "Un croissant gourmet relleno con una mezcla de jamón serrano, queso brie derretido y espinacas frescas, horneado hasta obtener una capa dorada y crujiente, una delicia para los paladares más exigentes.",
      "descripcionAmplia": "El Croissant Supreme eleva el clásico croissant a nuevas alturas de sabor y sofisticación. Este croissant gourmet comienza con una masa hojaldrada de alta calidad, meticulosamente laminada para obtener capas delicadas y crujientes. En su interior, se encuentra una exquisita combinación de sabores: lonchas de jamón serrano de primera calidad, queso brie derretido que se funde suavemente en cada bocado y espinacas frescas que añaden un toque de frescura y color. La mezcla se enrolla en la masa de croissant y se hornea hasta que adquiere una capa dorada y crujiente en el exterior, mientras que en el interior se funden los ingredientes, creando una armonía perfecta de sabores y texturas. El resultado es una experiencia gastronómica que deleitará a los paladares más exigentes, con un equilibrio entre lo salado y lo cremoso, lo crujiente y lo tierno. El Croissant Supreme es una opción ideal para disfrutar en el desayuno, brunch o como un exquisito tentempié durante todo el día.",
      "categoria": "Panificación",
      "precio": "750",
      "disponible": true,
      "id": "9d3f"
    },
    {
      "nombre": "Avo Toast",
      "imagen": "https://www.eatingwell.com/thmb/uVY_gqoovBnnh0ELyntL-vhKLIg=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/EWL-267169-avocado-egg-toast-Hero-01-9385a3b6112b409b944e04d1cb6a9733.jpg",
      "descripcionBreve": "Una tostada de pan integral cubierta con puré de palta cremoso, tomate fresco en rodajas y un toque de chile rojo, una opción saludable y deliciosa para el desayuno o el almuerzo.",
      "descripcionAmplia": "El Avo Toast es una opción de desayuno o almuerzo cada vez más popular que combina la cremosidad del aguacate con la frescura del tomate y un toque de especias. Comienza con una rebanada de pan integral tostado, que proporciona una base crujiente y nutritiva. Luego, se extiende generosamente una capa de puré de aguacate maduro sobre el pan, creando una textura suave y cremosa. Encima del aguacate se colocan rodajas finas de tomate fresco, que aportan un sabor jugoso y una explosión de color. Para darle un toque de calor y sabor adicional, se espolvorea un poco de chile rojo picado o copos de pimienta roja. Este plato no solo es delicioso, sino también nutritivo, ya que el aguacate está lleno de grasas saludables, el tomate es rico en antioxidantes y el pan integral proporciona fibra y carbohidratos de liberación lenta para una energía duradera. ",
      "categoria": "Salado",
      "precio": "4500",
      "disponible": true,
      "id": "0876"
    },
    {
      "nombre": "Crumble de Manzana",
      "imagen": "https://e00-xlk-cooking-elmundo.uecdn.es/files/image_414_276/uploads/2023/02/28/63fe58f7c20c2.jpeg",
      "descripcionBreve": "Una exquisita combinación de manzanas frescas cortadas en trozos y cubiertas con una mezcla crujiente de harina, mantequilla, azúcar y canela, horneada hasta obtener una capa dorada y crujiente, una delicia reconfortante para cualquier ocasión.",
      "descripcionAmplia": "El Crumble de Manzana es un postre clásico que combina la frescura y dulzura de las manzanas con la textura crujiente y aromática de la cobertura de crumble. Comienza con manzanas frescas peladas, descorazonadas y cortadas en trozos, que se espolvorean con azúcar y canela para realzar su sabor natural. Luego, se coloca esta mezcla de manzanas en un molde para hornear y se cubre con una generosa capa de crumble, hecha con harina, mantequilla fría, azúcar y canela, todo mezclado hasta obtener una textura arenosa y crujiente. El crumble se esparce uniformemente sobre las manzanas y se hornea hasta que adquiera un color dorado y una textura crujiente irresistible. Al sacarlo del horno, el aroma reconfortante de las manzanas cocidas y la mezcla de especias llenará la cocina, creando una tentación irresistible. El Crumble de Manzana se sirve caliente, acompañado de una bola de helado de vainilla o una generosa cucharada de crema batida.",
      "categoria": "Panificación",
      "precio": "1000",
      "disponible": true,
      "id": "8f94"
    },
    {
      "nombre": "Iced Vietnamesse",
      "imagen": "https://img.taste.com.au/UHFv39Ks/taste/2020/05/jun20_vietnamese-iced-coffee-161761-1.jpg",
      "descripcionBreve": "Una exquisita fusión de café vietnamita filtrado, leche condensada azucarada y hielo picado, adornado con un toque de elegancia y exotismo, perfecto para refrescar el paladar en días calurosos.",
      "descripcionAmplia": "El café Iced Vietnamese es una delicia refrescante que captura la esencia de la tradición cafetera de Vietnam. Preparado con café vietnamita robusto y molido finamente, este brebaje es filtrado lentamente a través de un phin, un filtro de goteo tradicional, que extrae su sabor distintivo y concentrado. Para equilibrar la intensidad del café, se agrega cuidadosamente leche condensada, que aporta una dulzura seductora y una textura cremosa incomparable. El toque final lo proporciona una generosa porción de hielo, que no solo enfría la bebida, sino que también realza su refrescante carácter. Cada sorbo de café Iced Vietnamese es una experiencia sensorial que evoca los vibrantes mercados callejeros de Vietnam, donde los aromas de café fresco y las risas llenan el aire. Con su combinación única de sabores y su refrescante perfil, esta bebida se convierte en una elección incomparable para aquellos que buscan una experiencia caféinada única y estimulante.",
      "categoria": "Infusión",
      "precio": "4500",
      "disponible": true,
      "id": "c340"
    },
    {
      "nombre": "Croissant de almendra",
      "imagen": "https://www.nanette.com.ar/wp-content/uploads/2020/06/croissantdealmendras.jpg",
      "descripcionBreve": "Delicado croissant horneado hasta la perfección y relleno con una mezcla suave de almendra dulce, ofreciendo un sabor y una textura irresistibles.",
      "descripcionAmplia": "El croissant de almendra es una exquisitez de la repostería que combina la ligereza y la delicadeza de un croissant francés con el dulzor y la textura cremosa de la almendra. Elaborado con una masa hojaldrada que se deshace en la boca con cada bocado, este croissant se rellena generosamente con una mezcla suave y cremosa de almendras molidas y azúcar, que se caramelizan ligeramente durante el horneado para crear una capa exterior crujiente y dorada. Cada mordisco revela un equilibrio perfecto entre la mantequilla y la dulzura de la almendra, mientras que el contraste entre la capa exterior crujiente y el interior tierno y esponjoso deleita los sentidos. Ya sea acompañado de un café recién hecho o disfrutado como un tentempié por sí solo, el croissant de almendra es una indulgencia irresistible que eleva cualquier experiencia en la cafetería.",
      "categoria": "Panificación",
      "precio": "3200",
      "disponible": false,
      "id": "e3e9"
    },
    {
      "id": "1a22",
      "nombre": "Latte Machiatto",
      "imagen": "https://liliebakery.fr/wp-content/uploads/2023/10/Latte-macchiato-Lilie-Bakery.jpg",
      "descripcionBreve": "Una elegante y sedosa combinación de leche vaporizada y un espresso suave, coronada con una fina capa de espuma, que cautiva con su suave sabor y su atractiva presentación en capas.",
      "descripcionAmplia": "El Latte Macchiato es una obra maestra de la preparación del café que combina habilidad técnica con un toque de arte. Preparado con una base de leche vaporizada, que se calienta hasta alcanzar una temperatura perfecta para resaltar su dulzura natural y crear una textura sedosa y cremosa, este latte se sirve en un vaso alto y delgado. Con precisión milimétrica, se añade un espresso suave en la parte superior de la leche vaporizada, dejando que se deslice lentamente por las capas para crear un efecto visual impresionante. La bebida se corona con una fina capa de espuma de leche, que aporta una textura cremosa y un sabor ligero y aireado. Cada sorbo revela una armoniosa fusión de café y leche, con el dulzor de la leche que equilibra la intensidad del espresso, creando una experiencia indulgente y satisfactoria para los amantes del café.",
      "categoria": "Infusión",
      "precio": "2500",
      "disponible": true
    },
    {
      "id": "33f8",
      "nombre": "Frappuccino",
      "imagen": "https://www.losandes.com.ar/resizer/V94VfT7osqvfHqh9qzeK4aqVJOY=/980x640/smart/filters:quality(75):format(webp)/cloudfront-us-east-1.images.arcpublishing.com/grupoclarin/RWYQHN5ZHVHMTOTIXR7SB3UKB4.jpg",
      "descripcionBreve": "Refrescante y indulgente, el Frappuccino es una mezcla cremosa de café, hielo y leche, coronada con crema batida y sirope, perfecta para cualquier día caluroso.",
      "descripcionAmplia": "El Frappuccino es una bebida de café helada y deliciosa que se ha convertido en un favorito en todo el mundo. Se elabora combinando café espresso o café fuerte, hielo picado, leche y una variedad de jarabes y saborizantes, según la receta específica. Esta mezcla se licúa hasta obtener una textura suave y cremosa. La versatilidad del Frappuccino permite una amplia gama de variaciones, desde los clásicos como el Mocha o el Caramel hasta opciones más innovadoras con sabores estacionales. La bebida se sirve en un vaso frío y se corona con crema batida y un toque final de sirope, lo que la convierte en un deleite visual y gustativo. El Frappuccino es la opción ideal para satisfacer antojos de café en días calurosos o simplemente para darse un capricho indulgente en cualquier momento del año. Su combinación de frescura, sabor y textura lo convierte en una elección popular entre los amantes del café y los aficionados a las bebidas heladas por igual.",
      "categoria": "Infusión",
      "precio": "3500",
      "disponible": true
    },
    {
      "id": "86bf",
      "nombre": "Brownie",
      "imagen": "https://laopinionaustral.com.ar/media/uploads/2023/10/receta-de-brownie-casero.jpg",
      "descripcionBreve": "Un dulce tentador, el brownie es un pastel denso y rico, hecho con chocolate y nueces, perfecto para satisfacer antojos de postre.",
      "descripcionAmplia": "El brownie es un clásico postre que deleita a los amantes del chocolate en todo el mundo. Con una textura densa y húmeda, este pastel se elabora con una mezcla indulgente de chocolate, mantequilla, azúcar, huevos y harina, junto con trozos de nueces o chispas de chocolate para añadir un extra de sabor y textura. Su aroma tentador llena la cocina mientras se hornea, y su aspecto apetitoso hace que sea difícil resistirse a un bocado. Cada mordisco de brownie ofrece una explosión de sabor a chocolate, complementado por la dulzura reconfortante del azúcar y la cremosidad de la mantequilla. Se puede disfrutar solo, acompañado de una bola de helado de vainilla o cubierto con una generosa capa de ganache de chocolate para una experiencia aún más decadente. Ya sea como un postre indulgente después de una comida o como un capricho reconfortante en cualquier momento del día, el brownie es una delicia clásica que nunca pasa de moda.",
      "categoria": "Panificación",
      "precio": "500",
      "disponible": true
    },
    {
      "id": "26bf",
      "nombre": "Tiramisú",
      "imagen": "https://mandolina.co/wp-content/uploads/2023/06/tiramisu-1200x900.png",
      "descripcionBreve": "Un postre italiano clásico, el tiramisú es una creación celestial de capas de bizcocho empapado en café, mascarpone cremoso y cacao en polvo.",
      "descripcionAmplia": "El tiramisú es un postre indulgente que ha conquistado paladares en todo el mundo con su irresistible combinación de sabores y texturas. Esta obra maestra culinaria se compone de capas alternas de bizcochos de soletilla o savoiardi empapados en café fuerte y crema de mascarpone, endulzada con azúcar y realzada con el sabor del licor amaretto o marsala. Cada capa de esta delicia se complementa con una generosa espolvoreada de cacao en polvo, que añade un toque de amargor y sofisticación. Al sumergir una cuchara en este postre, se disfruta de una fusión de sabores decadentes y una textura sedosa que se deshace en la boca. El tiramisú es una experiencia culinaria que combina lo mejor de la repostería italiana: el rico aroma del café, la indulgente suavidad del mascarpone y la satisfacción reconfortante de cada bocado.",
      "categoria": "Panificación",
      "precio": "4000",
      "disponible": true
    },
    {
      "id": "7389",
      "nombre": "Galletas de Chocolate y Nueces",
      "imagen": "https://cdn0.recetasgratis.net/es/posts/8/6/5/galletas_de_mantequilla_chocolate_y_nueces_59568_orig.jpg",
      "descripcionBreve": "Galletas caseras cargadas con trozos de chocolate semiamargo y nueces crujientes, ideales para los amantes del chocolate y los frutos secos.",
      "descripcionAmplia": "Las galletas de chocolate y nueces son una indulgencia irresistible que combina la riqueza del chocolate con la textura crujiente de las nueces. Cada galleta está repleta de trozos generosos de chocolate semiamargo que se derriten en la boca con cada bocado, complementados por el crujido satisfactorio de las nueces tostadas. El contraste entre el dulce del chocolate y el sabor terroso de las nueces crea una experiencia de sabor equilibrada y satisfactoria. Estas galletas caseras son perfectas para cualquier ocasión: desde un tentempié indulgente para disfrutar con una taza de leche hasta un regalo casero para amigos y familiares. Además, son fáciles de hacer en casa, lo que permite disfrutar de su sabor delicioso en cualquier momento del día.",
      "categoria": "Panificacion",
      "precio": "500",
      "disponible": true
    },
    {
      "id": "535f",
      "nombre": " Muffins de Zanahoria y Nueces",
      "imagen": "https://www.recetasparamibebe.com/wp-content/uploads/2021/02/receta-pasteles-zanahoria-para-bebes.jpg",
      "descripcionBreve": "Muffins esponjosos con zanahorias ralladas, nueces tostadas y una pizca de especias, perfectos para un desayuno nutritivo o una merienda saludable.",
      "descripcionAmplia": "Los muffins de zanahoria y nueces son una opción deliciosa y nutritiva que combina la dulzura natural de las zanahorias con el crujido de las nueces tostadas y una pizca de especias reconfortantes. Cada muffin esponjoso está cargado con zanahorias ralladas frescas que aportan humedad y dulzura natural, mientras que las nueces agregan un toque de sabor y textura irresistible. El aroma tentador de las especias como la canela y el jengibre completa la experiencia, creando un muffin lleno de sabor y satisfacción. Estos muffins son una opción ideal para un desayuno nutritivo en movimiento o una merienda saludable en cualquier momento del día. Además, son una excelente manera de incorporar más vegetales a la dieta diaria de una manera deliciosa y indulgente.",
      "categoria": "Panificación",
      "precio": "500",
      "disponible": true
    },
    {
      "nombre": "Café Americano",
      "imagen": "https://www.elglobo.com.mx/cdn/shop/products/americano-3_800x.jpg?v=1618806696",
      "descripcionBreve": "Una taza generosa de café espresso diluido con agua caliente, resultando en una bebida suave y equilibrada con un sabor robusto y notas sutiles de tostado, ideal para los amantes del café sin pretensiones.",
      "descripcionAmplia": "El Café Americano es una interpretación clásica y reconfortante del café que ofrece una experiencia sencilla pero satisfactoria. Se elabora con un solo o doble espresso recién preparado, al que se le añade agua caliente para diluirlo y crear una bebida más suave y voluminosa. Esta mezcla equilibrada de espresso y agua caliente resulta en una taza de café con un sabor rico y profundo, pero sin la intensidad abrumadora del espresso puro. El Café Americano es apreciado por su versatilidad y simplicidad, permitiendo a los amantes del café disfrutar de una bebida satisfactoria sin complicaciones ni adornos innecesarios. Ya sea disfrutado solo o acompañado de un toque de crema o azúcar según las preferencias individuales, el Café Americano es una opción reconfortante que proporciona un impulso de energía y una dosis de sabor robusto para empezar el día con buen pie o disfrutar de un descanso a cualquier hora.",
      "categoria": "Infusión",
      "precio": "1500",
      "disponible": true,
      "id": "2948"
    },
    {
      "nombre": "Caramel Macchiato",
      "imagen": "https://thelittlestcrumb.com/wp-content/uploads/salted-caramel-macchiato-featured-image-1.jpg",
      "descripcionBreve": "Una mezcla equilibrada de espresso recién hecho, leche espumada y un toque de caramelo, adornada con un elegante diseño de caramelo, una indulgencia sofisticada para los amantes del café.",
      "descripcionAmplia": "El Caramel Macchiato es una obra maestra de la cafeína que combina la intensidad del espresso con la suavidad de la leche espumada y el dulzor del caramelo. Comienza con un espresso recién hecho, que se vierte cuidadosamente sobre una capa de leche espumada en un vaso alto. Esta combinación de espresso y leche se mezcla suavemente para crear un equilibrio perfecto entre el rico sabor del café y la cremosidad de la leche. Luego, se agrega un toque de jarabe de caramelo, que se desliza elegantemente por la superficie del café, añadiendo un dulzor seductor y un aroma irresistible. La bebida se sirve adornada con un diseño artístico de caramelo en la parte superior, que añade un toque de elegancia y sofisticación visual. Cada sorbo de este Caramel Macchiato es una experiencia sensorial que despierta los sentidos con su rico aroma, su suave textura y su delicioso sabor a caramelo. ",
      "categoria": "Infusión",
      "precio": "3000",
      "disponible": true,
      "id": "7866"
    }
  ],
  "usuarios": [
    {
      "id": "1",
      "mail": "mauro.armas14@gmail.com",
      "pass": "mauro1234",
      "user": "mauro_arms",
      "type": "admin"
    }
  ]
}